Repository: h-e-l-l-o-w-o-r-l-d/pxa_survey
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# fe.not_found
source: Survey was not found
de: Umfrage wurde nicht gefunden

# fe.other_answer_label
source: Other:
de: Andere:

# fe.user_answer_placeholder
source: type answer
de: Antwort hier eintippen

# fe.send
source: Send
de: Absenden

# fe.next
source: Next
de: Nächste

# fe.error.double_result
source: You should either specified one of the options or use input field.
de: Sie sollten entweder eine der Optionen auswählen oder das Eingabefeld verwenden.

# fe.error.required
source: This question is required to be answered.
de: Diese Frage muss beantwortet werden.

# fe.error.recaptcha
source: You didn't pass reCAPTCHA check. Please, try again.
de: Sie haben die reCAPTCHA-Prüfung nicht bestanden. Bitte versuchen Sie es erneut.

# fe.error.no_answers_at_all
source: You should answer at least one question.
de: Sie müssen mindestens eine Frage beantworten.

# fe.progress
source: Question %d of %d.
de: Frage %d von %d.

# fe.thanks_message
source: Thank you for your participation.
de: Vielen Dank für Ihre Teilnahme.

# fe.already_finished
source: You have already passed this survey
de: Sie haben an dieser Umfrage bereits teilgenommen.

# fe.recaptcha_key_secret_missing
source: Key or secret is missing for reCAPTCHA.
de: Schlüssel oder Geheimnis für reCAPTCHA fehlt.

# fe.total_answers
source: total answers count - %d
de: Anzahl der Gesamtantworten - %d

# module.no_survey_found_title
source: No surveys found
de: Keine Umfragen gefunden

# module.no_survey_found_desc
source: The current page does not contain any survey records. Select another page.
de: Die aktuelle Seite enthält keine Umfragedatensätze. Wählen Sie eine andere Seite aus.

# module.header
source: Survey analysis
de: Auswertung

# module.survey_name
source: Survey name
de: Name der Umfrage

# module.analysis
source: Analysis
de: Auswertung

# module.see_analysis
source: See analysis
de: Auswertung anzeigen

# module.edit
source: Edit
de: Bearbeiten

# module.edit_survey
source: Edit survey
de: Umfrage bearbeiten

# module.new_survey
source: Create survey
de: Umfrage erstellen

# module.percentages
source: Percentages
de: Prozentwerte

# module.count
source: Count
de: Anzahl

# module.no_answers
source: No answers yet.
de: Noch keine Antworten.

# module.total_answers
source: Total answers - %d.
de: Gesamtzahl der Antworten: %d

# module.pie_chart
source: Pie chart view
de: Kreisdiagramm

# module.bar_chart
source: Bar chart view
de: Balkendiagramm

# module.export
source: Export in CSV format
de: Export im CSV-Format

# module.export_survey_csv
source: Export survey
de: Umfrage exportieren

# module.answers
source: Answers
de: Antworten

# module.go_back
source: Go back to list
de: Zurück zur Liste
